---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Dimension
zh: 尺寸标注、标注
source: html/e7d89ec9-836a-dba0-eed6-7ccace9d0b26.htm
---
# Dimension Members

**中文**: 尺寸标注、标注

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.